@extends('front.layouts.app')

@php
    MetaTag::setEntity($page)->setDefault(['title' => $page->name]);
@endphp

@section('content')
    <div class="politic">
        <div class="politic__wrapper">

            <div class="politic__nav">
                {!! Breadcrumbs::render('page', $page) !!}
            </div>

            @if($page->body)
                {!! $page->body !!}
            @else
                <div class="politic__name">ПОЛИТИКА В ОТНОШЕНИИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ ЗАКРЫТОГО АКЦИОНЕРНОГО ОБЩЕСТВА "Л'ОРЕАЛЬ"</div>
                <p class="big-text">
                    1. ОБЩИЕ ПОЛОЖЕНИЯ
                </p>
                <p class="big-text">
                    1.1 НАЗНАЧЕНИЕ ДОКУМЕНТА
                </p>
                <p class="small">
                    Настоящая Политика в отношении обработки персональных данных (далее – Политика) разработана в соответствии с п.2 ч.1 ст.18.1 Федерального закона РФ от 27.07.2006 №152-ФЗ «О персональных данных» и определяет политику Закрытого акционерного общества «Л’Ореаль» (далее – Компания) в области обработки и защиты персональных данных (далее – ПДн), , а также раскрывает реализуемые в Компании меры по обеспечению безопасности ПДн при осуществлении установленных в Уставе видов деятельности.
                </p>
                <p class="small">Положения настоящей Политики служат основой для разработки локальных нормативных актов, регламентирующих в Компании вопросы обработки ПДн.</p>
                <p class="big-text">
                    1.2 ОБЛАСТЬ ПРИМЕНЕНИЯ
                </p>
                <p class="small">Настоящая политика распространяется на все процессы Компании, в рамках которых осуществляется обработка ПДн, как с использованием средств вычислительной техники (средств автоматизации), в том числе с использованием информационно- телекоммуникационных сетей, так и без использования таких средств.</p>
                <p class="small">Настоящая политика распространяется на ПДн, которые получены Компанией как до, так и после ее введения в действие.</p>
                <p class="big-text">1.3 ИСПОЛЬЗУЕМЫЕ СОКРАЩЕНИЯ</p>
                <p class="small">СПДн – Информационная система персональных данных</p>
                <p class="small">ПДн – Персональные данные</p>
                <p class="small">РФ – Российская Федерация</p>
                <div class="big-text">1.4 ИСПОЛЬЗУЕМЫЕ ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</div>
                <p class="small">Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники. </p>
                <p class="small">Информационная система персональных данных – совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств.</p>
                <p class="small">Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных. </p>
                <p class="small">Персональные данные – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).</p>
                <p class="small">Субъект персональных данных – физическое лицо, обладающее персональными данными прямо или косвенно его определяющими.</p>
                <p class="big-text">1.5 УТВЕРЖДЕНИЕ И ПЕРЕСМОТР</p>
                <p class="small">Настоящая Политика вступает в силу с момента ее утверждения Генеральным директором Компании и действует бессрочно.</p>
                <p class="small">Компания проводит пересмотр положений настоящей Политики и их актуализацию по мере необходимости, а также в следующих случаях:</p>
                <p class="small">— изменения положений законодательства РФ, включая законодательство в области ПДн;в случаях выявления несоответствий, затрагивающих обработку и (или) защиту ПДн;</p>
                <p class="small">— по результатам контроля выполнения требований по обработке и (или) защите ПДн; </p>
                <p class="small">— по решению руководства Компании</p>
                <p class="small">При внесении изменений указывается дата последнего обновления редакции. Новая редакция вводится в действие приказом Генерального директора Компании.</p>
                <p class="small">Обеспечение неограниченного доступа к Политике реализуется путем ее публикации на сайте Компании в сети Интернет.</p>
                <p class="big-text">2. ПРИНЦИПЫ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ СУБЪЕКТОВ ПЕРСОНАЛЬНЫХ ДАННЫХ </p>
                <p class="big-text">2.1 ОБЩИЙ ПОРЯДОК ОБРАБОТКИ </p>
                <p class="small">При организации обработки ПДн Компания руководствуется следующими принципами: </p>
                <p class="small">обработка ПДн осуществляется на законной и справедливой основе; обработка ПДн ограничивается достижением конкретных, заранее определенных и законных целей; не допускается объединение баз данных, содержащих ПДн, обработка которых осуществляется в целях, несовместимых между собой; обработке подлежат только ПДн, которые отвечают целям их обработки; содержание и объем обрабатываемых ПДн соответствуют заявленным целям обработки; при обработке ПДн обеспечивается точность ПДн, их достаточность и актуальность по отношению к целям обработки ПДн; хранение ПДн осуществляется в форме, позволяющей определить субъекта ПДн, не дольше, чем этого требуют цели обработки ПДн, если срок хранения ПДн не установлен Федеральным законом от 27.07.2006 №152-ФЗ «О персональных данных», договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект ПДн. Обрабатываемые ПДн подлежат уничтожению либо обезличиванию по достижении целей обработки или в случае утраты необходимости в достижении этих целей. Компания в своей деятельности исходит из того, что субъект ПДн предоставляет точную и достоверную информацию, во время взаимодействия с Компанией, извещает представителей Компании об изменении своих ПДн.</p>
                <div class="big-text">3. ЦЕЛИ СБОРА И ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ СУБЪЕКТОВ КОМПАНИИ</div>
                <p class="small">Компания производит обработку ПДн, в соответствии с договорными обязательствами (исполнение соглашений, договоров и обязательств), общехозяйственной деятельностью Компании, а также в соответствии с требованиями законодательства РФ в области ПДн.</p>
                <p class="small">В Компании производится обработка ПДн следующих категорий субъектов персональных данных:</p>
            @endif
        </div>
    </div>
@endsection
